[
	{
		"name": "barrier",
		"description": "Shields your champion from 115-455 damage (depending on champion level) for 2 seconds.",
		"cooldown": 180,
		"key": "21"
	},
	{
		"name": "cleanse",
		"description": "Removes all disables (excluding suppression and airborne) and summoner spell debuffs affecting your champion and lowers the duration of incoming disables by 65% for 3 seconds.",
		"cooldown": 210,
		"key": "1"
	},
	{
		"name": "ignite",
		"description": "Ignites target enemy champion, dealing 80-505 true damage (depending on champion level) over 5 seconds, grants you vision of the target, and reduces healing effects on them for the duration.",
		"cooldown": 210,
		"key": "14"
	},
	{
		"name": "exhaust",
		"description": "Exhausts target enemy champion, reducing their Movement Speed by 30%, and their damage dealt by 40% for 2.5 seconds.",
		"cooldown": 210,
		"key": "3"
	},
	{
		"name": "flash",
		"description": "Teleports your champion a short distance toward your cursor's location.",
		"cooldown": 300,
		"key": "4"
	},
	{
		"name": "ghost",
		"description": "Your champion gains increased Movement Speed and can move through units for 10 seconds. Grants a maximum of 24-48% (depending on champion level) Movement Speed after accelerating for 2 seconds.",
		"cooldown": 180,
		"key": "6"
	},
	{
		"name": "heal",
		"description": "Restores 90-345 Health (depending on champion level) and grants 30% Movement Speed for 1 second to you and target allied champion. This healing is halved for units recently affected by Summoner Heal.",
		"cooldown": 270,
		"key": "7"
	},
	{
		"name": "clarity",
		"description": "Restores 50% of your champion's maximum Mana. Also restores allies for 25% of their maximum Mana.",
		"cooldown": 240,
		"key": "13"
	},
	{
		"name": "smite",
		"description": "Deals 390-1000 true damage (depending on champion level) to target epic, large, or medium monster or enemy minion. Restores Health based on your maximum life when used against monsters.",
		"cooldown": 15,
		"key": "11"
	},
	{
		"name": "snowball",
		"description": "Throw a snowball in a straight line at your enemies. If it hits an enemy, they become marked, granting True Sight, and your champion can quickly travel to the marked target as a follow up.",
		"cooldown": 80,
		"key": "32"
	},
	{
		"name": "teleport",
		"description": "After channeling for 4.5 seconds, teleports your champion to target allied structure, minion, or ward.",
		"cooldown": 300,
		"key": "12"
	}
]